{
  "AuthorInfo": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "ack.vim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "coc-kotlin": { "branch": "master" },
  "coc-pairs": { "branch": "master" },
  "coc-pyright": { "branch": "master" },
  "coc-snippets": { "branch": "master" },
  "coc-sumneko-lua": { "branch": "main" },
  "coc.nvim": { "branch": "master" },
  "codi.vim": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "hop.nvim": { "branch": "v2" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "modes.nvim": { "branch": "main" },
  "nvim-osc52": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-bbye": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-prettier": { "branch": "master" },
  "vim-solarized": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vista.vim": { "branch": "master" }
}